[
  {
    "id": 1,
    "title": "История Древнего Рима",
    "category": "История",
    "image": "/images/history_1.jpg",
    "date": "2024-06-29",
    "short": "Изучите ключевые события и достижения Древнего Рима, которые сформировали основы западной цивилизации.",
    "full": "История Древнего Рима. Древний Рим был одной из самых влиятельных цивилизаций в истории. В этой статье мы рассмотрим его становление, важные события, такие как основание города, Римская республика и империя, а также культурные и научные достижения, которые оставили неизгладимый след в истории человечества."
  },
  {
    "id": 2,
    "title": "Первый полёт в космос",
    "category": "История",
    "image": "/images/history_2.jpg",
    "date": "2021-01-12",
    "short": "Узнайте о первом полете человека в космос и его значении для человечества.",
    "full": "Первый полёт в космос. 12 апреля 1961 года Юрий Гагарин стал первым человеком, который совершил полет в космос на космическом корабле 'Восток-1'. Этот исторический момент открыл новую эру в исследовании космоса и стал символом достижений человечества в науке и технике."
  },
  {
    "id": 3,
    "title": "Великая Французская революция",
    "category": "История",
    "image": "/images/history_3.jpg",
    "date": "2024-06-22",
    "short": "Погрузитесь в события, которые изменили Францию и мир в конце XVIII века.",
    "full": "Великая Французская революция. В 1789 году началась революция, которая привела к падению монархии и установлению республиканского правления во Франции. Мы рассмотрим ключевые события, такие как штурм Бастилии, Декларацию прав человека и гражданина, а также последствия революции для Европы и всего мира."
  },
  {
    "id": 4,
    "title": "Вторая мировая война: начало",
    "category": "История",
    "image": "/images/history_4.jpg",
    "date": "2025-04-03",
    "short": "Исследуйте причины и события, приведшие к началу Второй мировой войны.",
    "full": "Вторая мировая война: начало. Вторая мировая война началась 1 сентября 1939 года с нападения Германии на Польшу. В этой статье мы обсудим основные причины конфликта, ключевые события первых месяцев войны и их влияние на дальнейшее развитие событий в Европе и мире."
  },
  {
    "id": 5,
    "title": "Падение Берлинской стены",
    "category": "История",
    "image": "/images/history_4.jpg",
    "date": "2022-06-02",
    "short": "Вспомните исторический момент, когда была разрушена Берлинская стена.",
    "full": "Падение Берлинской стены. 9 ноября 1989 года стало символом конца Холодной войны и объединения Германии. В этой статье мы рассмотрим причины, приведшие к падению стены, и его значение для Европы и всего мира, а также воспоминания людей, переживших этот исторический момент."
  },
  {
    "id": 6,
    "title": "Крестовые походы",
    "category": "История",
    "image": "/images/history_6.jpg",
    "date": "2024-04-04",
    "short": "Узнайте о причинах и последствиях Крестовых походов.",
    "full": "Крестовые походы. Крестовые походы были серией религиозных войн, начавшихся в XI веке, с целью захвата Святой Земли. Мы обсудим основные походы, их влияние на Европу и Ближний Восток, а также культурные и экономические последствия этих конфликтов."
  },
  {
    "id": 7,
    "title": "Финал Лиги чемпионов 2024",
    "category": "Спорт",
    "image": "/images/sport_7.jpg",
    "date": "2024-06-16",
    "short": "Не пропустите захватывающий финал Лиги чемпионов 2024 года.",
    "full": "Финал Лиги чемпионов 2024. В этом году финал Лиги чемпионов обещает быть особенно напряженным, с участием лучших команд Европы. Мы расскажем о ключевых моментах турнира, игроках, которые стали звездами, и ожиданиях от финального матча."
  },
  {
    "id": 8,
    "title": "Олимпийские игры 2024 в Париже",
    "category": "Спорт",
    "image": "/images/sport_8.jpg",
    "date": "2024-04-20",
    "short": "Подготовьтесь к Олимпийским играм 2024 года в Париже.",
    "full": "Олимпийские игры 2024 в Париже. Олимпийские игры в Париже обещают стать незабываемым событием, собрав лучших спортсменов со всего мира. Мы обсудим подготовку к играм, ключевые события и спортсменов, на которых стоит обратить внимание."
  },
  {
    "id": 9,
    "title": "Месси завершает карьеру",
    "category": "Спорт",
    "image": "/images/sport_9.jpg",
    "date": "2024-01-07",
    "short": "Лионель Месси объявил о завершении своей карьеры в профессиональном футболе.",
    "full": "Месси завершает карьеру. Лионель Месси, один из величайших футболистов всех времён, объявил о завершении своей карьеры. В этой статье мы вспомним его выдающиеся достижения, рекорды и влияние на мир футбола."
  },
  {
    "id": 10,
    "title": "Чемпионат мира по футболу 2022",
    "category": "Спорт",
    "image": "/images/sport_9.jpg",
    "date": "2022-01-13",
    "short": "Обзор Чемпионата мира по футболу 2022 года и его ярких моментов.",
    "full": "Чемпионат мира по футболу 2022. Чемпионат мира по футболу 2022 года прошёл в Катаре и стал одним из самых запоминающихся турниров. Мы обсудим ключевые матчи, выдающиеся игроки и неожиданные повороты событий, которые сделали этот чемпионат уникальным."
  },
  {
    "id": 11,
    "title": "Формула-1: сезон 2023",
    "category": "Спорт",
    "image": "/images/sport_11.jpg",
    "date": "2023-02-22",
    "short": "Обзор сезона Формулы-1 2023 года, включая ключевые гонки и достижения.",
    "full": "Формула-1: сезон 2023. Сезон Формулы-1 2023 года стал одним из самых захватывающих за последние годы. Мы рассмотрим ключевые гонки, выдающиеся выступления пилотов, изменения в правилах и технологий, а также прогнозы на следующий сезон."
  },
  {
    "id": 12,
    "title": "Зимние Олимпийские игры в Пекине",
    "category": "Спорт",
    "image": "/images/sport_12.jpg",
    "date": "2024-01-29",
    "short": "Подробности о Зимних Олимпийских играх 2022 года, прошедших в Пекине.",
    "full": "Зимние Олимпийские игры в Пекине. Зимние Олимпийские игры 2022 года в Пекине стали знаковым событием, собрав лучших спортсменов со всего мира. Мы обсудим ключевые моменты соревнований, рекорды и достижения, а также влияние игр на развитие зимних видов спорта."
  },
  {
    "id": 13,
    "title": "Прорыв в квантовых вычислениях",
    "category": "Технологии",
    "image": "/images/technology_13.jpg",
    "date": "2024-05-13",
    "short": "Новый прорыв в области квантовых вычислений, который может изменить технологии.",
    "full": "Прорыв в квантовых вычислениях. Ученые достигли значительного прогресса в квантовых вычислениях, что открывает новые горизонты для вычислительных технологий. Мы рассмотрим, как эти достижения могут повлиять на различные отрасли, включая криптографию, искусственный интеллект и моделирование."
  },
  {
    "id": 14,
    "title": "ИИ в медицине: будущее уже рядом",
    "category": "Технологии",
    "image": "/images/technology_14.jpg",
    "date": "2025-02-27",
    "short": "Как искусственный интеллект меняет медицину и что нас ждет в будущем.",
    "full": "ИИ в медицине: будущее уже рядом. Искусственный интеллект уже активно используется в медицине для диагностики, лечения и управления данными пациентов. Мы обсудим текущие достижения и перспективы применения ИИ в здравоохранении, а также этические вопросы, связанные с его использованием."
  },
  {
    "id": 15,
    "title": "SpaceX отправила новую миссию",
    "category": "Технологии",
    "image": "/images/technology_15.jpg",
    "date": "2021-01-15",
    "short": "SpaceX успешно запустила новую миссию, открывающую новые возможности для космических исследований.",
    "full": "SpaceX отправила новую миссию. SpaceX продолжает свои амбициозные планы по исследованию космоса, успешно запустив новую миссию. Мы расскажем о целях этой миссии, технологии, используемой для запуска, и о том, как она может повлиять на будущее космических исследований."
  },
  {
    "id": 16,
    "title": "Смартфоны будущего: что нас ждёт?",
    "category": "Технологии",
    "image": "/images/technology_16.jpg",
    "date": "2023-05-12",
    "short": "Обзор технологий, которые могут изменить смартфоны в ближайшие годы.",
    "full": "Смартфоны будущего: что нас ждёт?. Технологии смартфонов стремительно развиваются, и в ближайшие годы мы можем ожидать множество нововведений. Мы обсудим ожидаемые функции, такие как улучшенные камеры, новые интерфейсы и возможности искусственного интеллекта."
  },
  {
    "id": 17,
    "title": "Нейросети в повседневной жизни",
    "category": "Технологии",
    "image": "/images/technology_16.jpg",
    "date": "2025-06-01",
    "short": "Как нейросети становятся частью нашей повседневной жизни.",
    "full": "Нейросети в повседневной жизни. Нейросети уже активно используются в различных сферах, от рекомендаций в онлайн-магазинах до автоматизации процессов в бизнесе. Мы рассмотрим, как они влияют на нашу жизнь и какие перспективы открываются с их развитием."
  },
  {
    "id": 18,
    "title": "Возобновляемая энергия и её потенциал",
    "category": "Технологии",
    "image": "/images/technology_18.jpg",
    "date": "2025-03-10",
    "short": "Обзор технологий возобновляемой энергии и их влияние на будущее.",
    "full": "Возобновляемая энергия и её потенциал. Возобновляемая энергия становится всё более важной в борьбе с изменением климата. Мы обсудим текущие технологии, такие как солнечные и ветровые электростанции, и их потенциал для устойчивого развития в будущем."
  },
  {
    "id": 19,
    "title": "100 лет со дня рождения Пикассо",
    "category": "Культура",
    "image": "/images/culture_19.jpg",
    "date": "2025-05-13",
    "short": "Вспоминаем о жизни и творчестве великого художника Пабло Пикассо.",
    "full": "100 лет со дня рождения Пикассо. В 2024 году мир отмечает столетие со дня рождения Пабло Пикассо, одного из самых влиятельных художников XX века. Мы обсудим его творчество, влияние на искусство и культурное наследие, оставленное им для будущих поколений."
  },
  {
    "id": 20,
    "title": "Фестиваль современного искусства в Берлине",
    "category": "Культура",
    "image": "/images/culture_20.jpg",
    "date": "2024-03-04",
    "short": "Обзор фестиваля современного искусства, проходящего в Берлине.",
    "full": "Фестиваль современного искусства в Берлине. Фестиваль современного искусства в Берлине привлекает внимание художников и зрителей со всего мира. Мы расскажем о ключевых событиях, участниках и произведениях, которые были представлены на этом значимом мероприятии."
  }

]